Repository: jerteh/It-Sr-NER
Catalog: templates/example.tmx
Source language: it
Languages: sr

source: Jules Verne, Il giro del mondo in 80 giorni
sr: Žil Vern, Put oko sveta za 80 dana

source: Nell'anno 1872, la casa contraddistinta con il numero 7 in Saville Row, a Burlington Gardens - casa nella quale nel 1814 era morto Sheridan- era abitata dall'egregio signor Phileas Fogg, uno dei membri più singolari e più notati del Club della Riforma di Londra, quantunque egli si studiasse di non fare cosa alcuna che potesse attirare l'attenzione su di lui.
sr: Godine 1872,u kući broj 7 u Ulici Sevil-rou Bar-lington Gardenz,u kojoj je 1816.godine umro Šeridan, stanovao je gospodin Fileas Fog,jedan od najčudnovatijih i najzapaženijih članova londonskog Reform-kluba, iako je izgledalo da se on trudi da ne učini ništa što bi moglo na njega privući pažnju.

source: Questo Phileas Fogg, che prendeva il posto di uno dei più grandi oratori che sono l'onore dell'Inghilterra, era un personaggio enigmatico, di cui non si sapeva nulla, se non che egli appariva un fior di galantuomo e uno fra i più bei "gentlemen" dell'alta società inglese.
sr: Posle jednog od najvećih govornika kojim se ponosi Engleska došao je,dakle, Fileas Fog, zagonetna ličnost o kojoj se nije ništa drugo znalo sem da je to čovek vrlo uglađen i jedan od najplemenitijih džentlmena visokog engleskog društva.

source: Si diceva che egli somigliasse a Byron- nella testa, perché quanto ai piedi non era possibile metterglielo a confronto -, ma era un Byron con i mustacchi e i favoriti, un Byron impassibile, che avrebbe potuto vivere mill'anni senza invecchiare.
sr: Govorilo se da je licem sličan Bajronu - jer su mu noge bile bez zamerke -, ali jednom Bajronu sa brkovima i zaliscima,jednom hladnom Bajronu koji bi mogao živeti hiljadu godina a da ne ostari.

source: Inglese per certo, Phileas Fogg non era forse londinese.
sr: Iako je na prvi pogled bio Englez, Fileas Fog verovatno nije bio Londonac.

source: Non aveva mai esercitato né alla Corte del Cancelliere, né al Banco della Regina né all'Echiquier né alla Corte ecclesiastica.
sr: Nikada nije bio branilac pred kancelarijskim sudom, ni pred najvišim sudom, ni pred finansijskim sudom, ni pred duhovnim sudom.

source: un conto in cui Phileas Fogg risultava invariabilmente creditore, quant un que spiccasse con frequenza grossi mandati a vista che i banchieri Baring pagavano puntualmente. Quest'insieme di cose, come è naturale, gli aveva procurato una profonda stima.
sr: Zahvaljujući tome što su svi njegovi čekovi "po viđenju" bili uredno isplaćivani zaduženjem njegovog skoro neiscrpnog tekućeg računa, on je imao izvestan poslovni ugled.

source: Phileas Fogg era dunque ricco?
sr: Da li je taj Fileas Fog bio bogat?

source: Senza dubbio.
sr: Svakako.

source: Ma in che modo si era arricchito? Ecco ciò che nemmeno i meglio informati potevano dire; e il signor Fogg era proprio l'ultimo a cui convenisse rivolgersi per saperlo.
sr: Ali kako se obogatio,to ni najbolje obavešteni nisu znali reći, a i gospodin Fog je bio poslednji kome se na pristojan način moglo obratiti radi obaveštenja.

source: Comunque, egli non si mostrava minimamente prodigo; ma neanche avaro. Ogni volta che gli fosse chiesto denaro per un'opera nobile, giusta e generosa, lo dava, senza strombazzamenti o celandosi addirittura dietro l'anonimato.
sr: U svakom slučaju nije bio rasipnik, ali ni tvrdica. Gde god je nešto trebalo za neku plemenitu, korisnu ili velikodušnu stvar, on je davao ćuteći i neopaženo.

source: Eppure la sua vita si svolgeva, come suol dirsi, alla luce del sole; ma era così matematicamente uniforme, che le immaginazioni insoddisfatte fantasticavano, cercando al di là delle apparenze.
sr: Pri svemu tome živeo je javno, i sve što je činio bilo je na dlaku isto, tako da su ljudi u svojoj nezadovoljenoj mašti tražili još nešto iza toga.

source: Aveva viaggiato, Sir Phileas Fogg?
sr: Da li je putovao?

source: C'era ragione di supporlo, dato che nessuno meglio di lui conosceva la carta geografica del mondo.
sr: Verovatno,jer niko od njega nije bolje poznavao kartu sveta.

source: Non esisteva paese, per quanto remoto, di cui egli non mostrasse di avere profonda nozione.
sr: Nije bilo ni najzabitijeg kutka koji on ne bi podrobno poznavao.

source: Talora con poche parole brevi e chiare rettificava le mille dicerie che circolavano al Club a riguardo di viaggiatori ritenuti periti o dispersi. Indicava le varie probabilità; e gli avvenimenti finivano sempre per dargli ragione, tanto che le sue parole venivano ritenute come ispirate da un sesto senso.
sr: Katkada bi sa malo kratkih i jasnih reči ispravljao bezbrojne pripovetke koje su kružile u klubu o izgubljenim ili zalutalim putnicima; ukazivao je na to šta u stvari može biti istina, i njegove su reči često bile proročke, jer ih je događaj uvek opravdavao.

source: Certo, Sir Phileas Fogg era un uomo che doveva aver viaggiato il mondo intero, almeno in spirito.
sr: Taj je čovek morao proputovati ceo svet - bar u mislima.

source: Stava peraltro fuor di dubbio che da molti anni egli non si era allontanato da Londra.
sr: Ali, bilo je izvesno da Fileas Fog već niz dugih godina nije napuštao London.

source: Le persone che avevano l'onore di conoscerlo più da vicino testimoniavano che nessuno poteva pretendere di aver visto quel "gentleman" altrove che nella strada diritta ch'egli percorreva ogni giorno per recarsi da casa al Club.
sr: Oni koji su imali čast da ga bolje poznaju tvrdili su da se niko ne može pohvaliti da ga je video ma na kom drugom mestu sem na putu kojim je išao svaki dan,neposredno od svoje kuće do kluba.

source: Suoi soli passatempi erano leggere i giornali e giocare al "whist".
sr: Jedina mu je zabava bila čitanje novina i igranje vista.

source: Questo gioco di carte, che è preferito dagli Inglesi e il cui nome significa "silenzio", era adattissimo al temperamento di Sir Phileas Fogg.
sr: U toj igri koja se ćuteći igrala, a koja je potpuno odgovarala njegovoj prirodi, on je često dobijao.

source: Egli vinceva sovente, ma quei guadagni non entravano mai nella sua borsa: figuravano invece per una somma rilevante nel suo bilancio di carità.
sr: Međutim, ti dobici nikada nisu ulazili u njegov džep nego su predstavljali znatne sume u njegovom budžetu za dobročinstva.

source: Del resto il signor Fogg giocava soltanto per giocare, non per vincere.
sr: Treba,uostalom,reći da je gospodin Fog igrao radi igre a ne radi dobitka.

source: Il gioco era per lui un combattimento, una lotta contro una difficoltà, ma una lotta senza spostamento, senza moto, senza fatica; e ciò aderiva al suo carattere.
sr: Igra je za njega bila bitka, borba sa teškoćama, ali borba bez kretanja, bez prepreka, bez napora, a to je odgovaralo njegovom karakteru.

source: Allo scoccare delle undici e mezzo il signor Fogg doveva, come era sua quotidiana abitudine, lasciare la casa e recarsi al Club.
sr: Tačno u jedanaest i po časova gospodin Fog je po svom svakidašnjem običaju izlazio iz kuće i odlazio u Reform-klub.

source: Mancavano dieci minuti. In quel punto si udì bussare all'uscio del salotto.
sr: U tom trenutku neko zakuca na vrata maloga salona u kome se nalazio Fileas Fog.

source: James Forster, il servo licenziato, comparve.
sr: Ukaza se otpušteni Džems Forster.

source: poi, per utilizzare in pieno i miei talenti, sono diventato professore di ginnastica; e infine sergente dei pompieri di Parigi.
sr: zatim sam, da bih svoje sposobnosti bolje iskoristio, postao nastavnik gimnastike, i, najzad, bio sam vatrogasni podoficir u Parizu.

source: Ho anzi nel mio stato di servizio diversi incendi notevoli.
sr: U svojoj knjižici imam beleške o čuvenim požarima.

source: Ma ora già da cinque anni ho lasciato la Francia e, desideroso di gustare la vita di famiglia, faccio il cameriere in Inghilterra.
sr: Ali je već pet godina kako sam ostavio Francusku i želeći da uživam u porodičnom životu, postao sam sobar u Engleskoj.

source: Trovandomi senza posto, e avendo saputo che il signor Phileas Fogg è l'uomo più esatto e più sedentario di tutto il Regno Unito, mi presento in casa del signore, con la speranza di viverci tranquillo e di dimenticare persino questo soprannome di Passepartout.
sr: Kako sam upravo ostao bez službe, a saznavši da je gospodin Fileas Fog najtačniji i najstalniji čovek Ujedinjenog Kraljevstva, predstavljam se gospodinu nadajući se da ću ovde spokojno živeti i zaboraviti i na samo ime Paspartu...

source: Passepartout il quale, da fisionomista acuto qual era, non aveva trascurato di osservare financo l'"espressione" dei suoi piedi e delle sue mani, lo giudicava senz'altro un individuo equilibratissimo, ponderato al massimo, esatto come un cronometro: la precisione personificata. Non si sbagliava.
sr: Posmatran na raznim poslovima u njegovom životu, ovaj džentlmen je davao utisak jednog dobro uravnoteženog bića u svim pojedinostima, odmeren, savršen kao hronometar Leroa ili Irn Šoa. Zaista, Fileas Fog beše oličenje tačnosti, što se jasno videlo po "izrazu njegovih nogu i ruku", jer kod čoveka i kod životinja i udovi su izraziti organi strasti.

source: Passepartout non aveva peraltro nulla di comune con quei tipi, frequentissimi tra i suoi concittadini e nella sua categoria, i quali - spalle alte, naso al vento, occhio spavaldo e duro - non sono in fin dei conti che degli impudenti cialtroni.
sr: Paspartu nije bio kakav Fronten niti Maskaril koji sa podignutim ramenima, uzdignutim nosom, drskim pogledom, hladnim okom, ipak nisu drugo do bestidni lupeži.

source: Se gli scultori dell'antichità conoscevano diciotto maniere d'acconciare la capigliatura della dea Minerva, Passepartout non ne conosceva che una per ravviare la propria: tre colpi di pettine, e tutto era fatto.
sr: Ako su antički vajari znali na osamnaest načina da nameste Minervinu kosu, Paspartu je znao za svoju kosu samo jedan način: triput bi pogladio kosu češljem i bio bi očešljan.

source: La più elementare prudenza non ci permette di decidere se e quanto avrebbe potuto accordarsi con il carattere del signor Phileas Fogg quello espansivo del suo nuovo servitore.
sr: Ni uz najveću opreznost ne može se reći da li će se otvoren karakter ovog momka moći složiti sa karakterom Fileasa Foga.

source: una vera macchina.
sr: Prava mašina!

source: E bene, sissignori, sono felicissimo di servire una macchina!".
sr: Pa lepo, nije mi krivo što služim jednu mašinu!

source: Phileas Fogg aveva lasciato la sua abitazione di Saville Row alle undici e mezzo; e dopo aver posto cinquecentosettantacinque volte il piede destro davanti al piede sinistro, e cinquecentosettantasei volte il piede sinistro davanti al piede destro, giunse al magnifico palazzo del Club della Riforma, in Pall Mall, la cui costruzione è costata almeno tre milioni.
sr: Fileas Fog je izašao iz svoje kuće u Sevil-rou u jedanaest i po časova, i pošto je pet stotina sedamdeset pet puta stavio desnu nogu ispred leve i pet stotina sedamdeset šest puta levu nogu ispred desne, stigao je u Reform-klub, prostranu zgradu, podignutu u Pel-Melu, čija je izgradnja stajala najmanje tri miliona livara.

source: Si recò subito nella sala da pranzo, dalle cui finestre aperte su un bel giardino si vedevano gli alberi indorati dal sole d'autunno.
sr: Fileas Fog se odmah uputio u ručaonicu, čijih je devet prozora gledalo na lep vrt sa drvećem koje je jesen već bila pozlatila.

source: Phileas Fogg prese posto alla solita tavola già apparecchiata per lui.
sr: Tu sede za uobičajeni sto koji je za njega bio postavljen.

source: Il suo pasto si componeva di un antipasto, un pesce lessato e messo in salsa di prima qualità, un bel "roast beef" roseo e acidulato con funghi, un pasticcio farcito con lamponi verdi e cime di rapontico, una porzione di finissimo formaggio; il tutto innaffiato di qualche tazza d'un tè proveniente da una speciale raccolta riservata per il consumo del Club.
sr: Ručak mu se sastojao od jednog predjela, kuvane ribe začinjene "reading" sosom najbolje vrste, krvavo crvenog rostbifa začinjenog gljivama, kolača punjenih stabljikama ravente i zelenim ribizlama, česterskog sira, - sve je to bilo zaliveno se nekoliko šolja odličnog čaja, naročito nabranog za potrebe Reform kluba.

source: A mezzogiorno e quarantasette minuti il puntualissimo "gentleman" si alzò, e passò nel salone adorno di dipinti in artistiche cornici.
sr: U dvanaest časova i četrdeset sedam minuta naš džentlmen ustade i uputi se ka velikom salonu, raskošnoj odaji ukrašenoj bogato uokvirenim slikama.

source: Qui un cameriere gli porse il "Times" con le pagine ancora da tagliare. Fogg lo spiegò con una sicurezza di mano che denotava la sua lunga abitudine in così complicata operazione.
sr: Tu mu jedan poslužitelj predade nerazrezan Tajms, koji Fileas Fog razvi sa velikom sigurnošću, koja je svedočila o velikoj veštini u tako teškom poslu.

source: La lettura del "Times" tenne assorbito il "gentleman" fino alle tre e quarantacinque; e quella dello "Standard", a cui egli passò subito dopo, durò fino all'ora della cena.
sr: Čitanjem tih novina zanimao se Fileas Fog do tri časa i četrdeset minuta, a zatim je čitao Standard do večere.

source: Questo pasto si svolse nelle identiche condizioni del pranzo, con l'aggiunta della "royal british sauce".
sr: Ova je bila ista kao i ručak, sa dodatkom "kraljevskog britanskog sosa".

source: Alle sei meno venti minuti, Sir Phileas Fogg comparve nel salone; e vi rimase sprofondato nella lettura nel "Morning Chronicle".
sr: U pet časova i četrdeset minuta naš džentlmen opet se pojavio u velikom salonu i udubio u čitanje Morning-kronikl-a.

source: Intanto il salone del Club andava popolandosi. Numerosi frequentatori facevano via via il loro ingresso, e sedevano avvicinando le poltrone al caminetto in cui ardeva un bel fuoco di carbon fossile.
sr: Pola časa kasnije uđoše u salon i neki članovi Reform-kluba i približiše se kaminu u kojem je goreo kameni ugalj.

source: Erano i compagni abituali del signor Phileas Fogg, al par di lui ostinati giocatori di "whist", tutti personaggi di cospicua ricchezza, pezzi grossi dell'industria e della finanza: l'ingegnere Andrew Stuart, i banchieri John Sullivan e Samuel Fallentin, il signor Thomas Flanagan, proprietario delle più grandi fabbriche londinesi di birra, e Walter Ralph, uno degli amministratori della Banca d'Inghilterra.
sr: To su bili redovni partneri, strasni igrači vista; inženjer Endrju Tomas, bankari Džon Sulivan i Samuel Falentin, pivar Tomas Flenegen, Gotjer Ralf, činovnik Engleske banke, - bogate i ugledne ličnosti čak i u tom klubu koji među svojim članovima ima industrijske i finansijske prvake.

source: - Ebbene, signor Ralph, - domandò Thomas Flanagan, - avete novità sull'affare del furto?
sr: -- No Ralfe, upita Tomas Flenegen -- kako stoji stvar s tom krađom?

source: - Eh! - intervenne Andrew Stuart. - Anche questa volta la Banca d'Inghilterra può dire addio al suo denaro!
sr: -- Pa, odgovori Endrju Stjuart-- banka će izgubiti svoje novce.

source: - Io spero invece - dichiarò Walter Ralph, - che metteremo le grinfie addosso al ladro.
sr: -- Ja se nadam reče Gotjer Ralf -- da ćemo uhvatiti lopova.

source: Abilissimi agenti di polizia sono stati inviati in America e in Europa, in tutti i principali porti d'imbarco e di sbarco; e sarà ben difficile che quel galantuomo sfugga alla loro caccia.
sr: Policijski inspektori, vrlo vešti ljudi, poslati su u Ameriku i Evropu u sva glavna pristaništa za ukrcavanje i iskrcavanje, i taj će gospodin teško umaći.

source: - Si conoscono dunque i connotati del ladro? - chiese Andrew Stuart.
sr: -- A imaju li lični opis tog lupeža? upita Endrju Stjuart.

source: - Anzitutto, non è un ladro - rispose con serietà Walter Ralph.
sr: -- Pre svega, to nije lupež ozbiljno odgovori Gotjer Ralf.

source: Non si poteva mettere in dubbio l'onorabilità di un passante, qualsiasi.
sr: Nije se smelo posumnjati u poštenje kakvog prolaznika.

source: In una sala della Banca, dove egli si trovava un giorno, ebbe la curiosità di esaminare una verga d'oro del peso di sette od otto libbre che stava esposta sul tavolo del cassiere.
sr: u jednoj bančinoj dvorani u kojoj je on jednoga dana bio, htede iz radoznalosti da pogleda izbliza jednu polugu zlata tešku sedam do osam livara izloženu na blagajnikovom stolu,

source: Prese quella verga, la esaminò, la porse al suo vicino, questi ad un altro; di modo che la verga, passando di mano in mano, se ne andò sino in fondo al corridoio oscuro; e non ritornò al proprio posto se non mezz'ora dopo, senza che il cassiere avesse nemmeno alzato la testa.
sr: uze tu polugu, pregleda je, doda je svom susedu, ovaj opet drugome, tako da je poluga išla od ruke do ruke do nakraj mračnog hodnika, a da blagajnik ni glave nije podigao.

source: Io ritengo - diceva Andrew Stuart, - che le probabilità sono in favore del ladro, il quale dev'essere certamente un uomo abilissimo.
sr: -- Držim da je sreća naklonjena lopovu, reče Endrju Stjuart -- koji je svakako vešt čovek!

source: - Non ne so nulla - rispose Andrew Stuart. - Ma, alla fin fine, il mondo è grande!
sr: -- Šta ja znam, odgovori Endrju Stjuart -- ali, najzad, svet je dosta velik!

source: - Lo era una volta - disse a mezza voce Phileas Fogg;
sr: -- Bio je nekad... reče poluglasno Fileas Fog.

source: quindi porgendo le carte a Thomas Flanagan: - Tocca a voi alzare.
sr: Zatim doda, pružajući karte Tomasu Flenegenu, -- vi cepate, gospodine.

source: La discussione venne sospesa per tutta la durata della partita.
sr: Prepirka se utiša za vreme robera.

source: E' forse rimpicciolita la terra?
sr: Zar se kojim slučajem svet smanjio?

source: - Senza dubbio - rispose Walter Ralph.
sr: -- Bez sumnje, odgovori Gotjer Ralf.

source: - Io sono del parere del signor Fogg:
sr: Mišljenja sam gospodina Foga.

source: la terra è rimpicciolita, giacché ora la si percorre dieci volte più rapidamente che non la si percorresse cento anni fa.
sr: -- Svet se smanjio, jer se danas može obići deset puta brže nego pre sto godina.

source: - Tocca a voi giocare, signor Stuart - avvertì Phileas Fogg.
sr: -- Vi igrate, gospodine Stjuarte, reče Fileas Fog.

source: Ma l'incredulo Stuart non era ancora convinto, e a partita finita ripigliò:
sr: Međutim, nepoverljivi Stjuart nije bio ubeđen, i posle završene partije on nastavi:

source: - Bisogna confessare, signor Ralph, che avete fatto una scoperta curiosa dicendo che la terra è rimpicciolita!
sr: -- Moram reći, gospodine Ralfe, da ste na šaljiv način utvrdili da se svet smanjio.

source: Così, poiché adesso se ne compie il giro in tre mesi...
sr: Pošto se sada može obići za tri meseca...

source: - In ottanta giorni soltanto - rettificò Phileas Fogg.
sr: -- Za osamdeset dana samo reče Fileas Fog.

source: - Esattamente, signori! - incalzò John Sullivan. - Ottanta giorni, dacché il percorso fra Rothal e Allahabad è aperto con la Grande Ferrovia Peninsulare Indiana. Ed ecco il calcolo stabilito dal "Morning Chronicle":
sr: -- Zaista, gospodo, doda Džon Sulivan -- za osamdeset dana, otkada je između Rotala i Alahabada otvorena pruga "Velike indijske poluostrvske železnice"; evo proračuna Morning kronikla:

source: - Già, ottanta giorni! - esclamò Andrew Stuart che nell'eccitazione tagliò per sbaglio una carta reale. - Ma senza tener conto del cattivo tempo, dei venti contrari, dei naufragi, dei deragliamenti, eccetera.
sr: -- Da, osamdeset dana, uzviknu Endrju Stjuart, odnevši iz nepažnje adut kartu -- ali ne računajući rđavo vreme, protivne vetrove, brodolome, iskakanje voza iz šina itd.

source: - Tutto compreso - rispose Phileas Fogg continuando a giocare, dato che ormai la discussione non rispettava più il "whist"!
sr: -- Sve je uračunato odgovori Fileas Fog, ne prekidajući igru, jer se ovoga puta razgovor nije obazirao na vist.

source: - Anche se gli Indii, o Indiani che dir si voglia, portano via le rotaie, fermano i treni, saccheggiano i vagoni e pelano il cranio ai viaggiatori?
sr: -- Čak ako Hindusi ili Indijanci i povade šine uzviknu Endrju Stjuart -- ili ako zaustave voz, opljačkaju vagone, skalpiraju putnike!

source: - Tutto compreso - ribadì Phileas Fogg, il quale scoprì le carte, avendo vinto.
sr: -- Sve je to uračunato, ponova odgovori Fileas Fog i pokazujući karte doda: -- dva aduta!

source: Andrew Stuart, a cui toccava il turno di fare il mazzo, raccolse le carte e disse:
sr: Endrju Stjuart, na koga je bio red da promeša i pokupi karte, reče:

source: - Che pazzia! - esclamò Andrew Stuart il quale cominciava a seccarsi dell'insistenza del suo collega.
sr: -- To je ludost! uzviknu Endju Stjuart, koji je počeo da se ljuti zbog navaljivanja njegovog partnera.

source: - Via, è meglio giocare.
sr: Ta ostavite! Bolje da se kartamo.

source: - Rimischiate, allora, - rispose Phileas Fogg, - giacché avete dato male.
sr: -- Razdelite karte ponovo, odgovori Fileas Fog -- jer ste pogrešili.

source: Andrew Stuart ripigliò le carte con mano febbrile.
sr: Endrju Stjuart uze nanovo karte rukom koja je drhtala,

source: Ma tutt'a un tratto posandole sulla tavola gridò:
sr: zatim ih iznenada stavi na sto i reče:

source: - Ebbene sì, signor Fogg; scommetto quattromila sterline!
sr: -- E lepo, gospodine Fog, kladim se u četiri hiljade livara!...

source: Fallentin intervenne. - Calmatevi, signor Stuart.
sr: -- Dragi moj Stjuarte, reče Falentin -- umirite se.

source: Perciò, - soggiunse il signor Fogg consultando un calendario tascabile, - dato che oggi è mercoledì 2 ottobre, dovrò essere di ritorno a Londra, in questo stesso salotto del Club, il sabato 21 dicembre alle 8 e 45 di sera. In mancanza di che, le ventimila sterline depositate attualmente a mio credito presso i Fratelli Baring vi apparterranno di diritto e di fatto.
sr: -- Dakle, doda pregledavši svoj džepni kalendar -- pošto je danas sreda, 2. oktobar, trebalo bi da se vratim u London, u ovaj isti salon Reform-kluba, u subotu, 21. decembra, u osam časova i četrdeset i pet minuta uveče, inače će dvadeset hiljada livara položenih sada na mom računu kod braće Beringa pripasti vama, gospodo, i stvarno i pravno.

source: Egli non aveva certo scommesso per guadagnare; ed aveva impegnato soltanto quelle ventimila sterline - metà dei suoi capitali - poiché prevedeva che forse gli sarebbe stato necessario spendere l'altra metà a fine di condurre a buon termine quel difficile, per non dire inattuabile progetto.
sr: Nije se, zacelo, kladio radi dobiti, a tih dvadeset hiljada livara - što je bila polovina njegove imovine - uložio je u opkladu stoga što je predviđao da će drugu polovinu morati utrošiti da bi izveo taj teški, da ne reknemo neizvodljivi zadatak.

source: Alle sette e 25 Phileas Fogg, dopo avere guadagnato al "whist" una ventina di ghinee, prese commiato dai colleghi e lasciò il Club della Riforma.
sr: U sedam časova i dvadeset pet minuta, Fileas Fog, pošto je dobio dvadesetak gvineja na vistu, oprosti se od svojih uvaženih kolega i napusti Reform-klub.

source: Alle sette e cinquanta apriva la porta di casa ed entrava nei suoi appartamenti.
sr: U sedam časova i pedeset minuta otvori vrata na svojoj kući i uđe unutra.

source: Passepartout,che aveva coscienziosamente mandato a memoria il programma giornaliero, fu non poco sorpreso nel vedere il signor Fogg, colpevole di inesattezza, comparire a quell'ora.
sr: Paspartu, koji je savesno proučio svoj program, bio je vrlo iznenađen videvši gospodina Foga kako prekršava svoju tačnost i pojavljuje se u tom neuobičajenom času.

source: Secondo la tabella, il padrone di Saville Row avrebbe dovuto rincasare solo a mezzanotte in punto.
sr: Prema knjižici, stanovnik Sevil-roua imao se vratiti kući tačno u ponoć.

source: Phileas Fogg era salito direttamente nella propria camera, e dopo un istante chiamò:
sr: Fileas Fog se prvo pope u svoju sobu, zatim zovnu:
